<!DOCTYPE html>

<html xmlns="http://www.w3.org/1999/html">
<head>

    <!--<link rel="stylesheet" type="text/css" href="/assets/stylesheets/reset.css">	 -->
    <link rel="stylesheet" type="text/css" href="пивоварня/assets/stylesheets/main.css">
   <script src="пивоварня/jquery-3.1.0.min.js"></script>
    <script type="text/javascript" src="пивоварня/javascript.js" ></script>
    <meta charset="utf-8">
    <title>🍶 🐟 🍣 Premium beer</title>
</head>

<body id="top">
<!--<body onload="age();"> -->
<header>
    <img class="logo" src="пивоварня/img/logo_2.jpg">
    <h1 class="head" title="Styles Conference"> Пивоварня "PREMIUM BEER"</h1>
    <nav id="menu">
        <ul>
            <li><a href="#about">О пиве</a></li>
            <li><a href="#our_guests">Наши гости</a></li>
            <li><a href="#place">Место проведения</a></li>
            <li><a href="#apply">Заявка на участие</a></li>
        </ul>
    </nav>


    <h4 class="example">Это просто набор буков, полёт фантазии. Текст смысловой нагрузки(здравого смысла не имеет) </h4>

    <h3  class="opening"> Открытие 24&ndash;26 августа &mdash; Киев, Майдан Независимости!!!</h3>
</header>
<section>
    <h2>Приглашаем всех-всех-всех на грандиозное открытие новой пивоварни!  </h2>
    <p>"Кто они такие?" - если первым делом у вас возник именно этот вопрос, то позвольте вам кое-что прояснить: Мы - молодая
        комманда лучших специалистов города в области пивовароварения. Многолетний опыт работы на на ведущих предприятиях страны
        позволяет нашим сотрудникам презентовать себя именно так и никак иначе! Мы гордимся что эти люди выбрали именно нашу пиво
        варню, ведь люди, любящие свою работу, это самое ценное что может быть в нашем нелегком деле! (конечно же после вас, дорогие посетители :)
    </p>
</section>

<section>

    <section class="about_us" id="about">

        <h3>Кратко о нашем пиве</h3>
        <p>Количество наград, которые были завоеванны нашими брендами просто не счесть, и если бы мы начали хвалиться всеми
            нашими достижениями, вы бы скорее всего просто устали скроллить этот сайт :) Ниже вкратце предоставлена информация о наших
            преимуществах</p>
        <p>Количество наград, которые были завоеванны нашими брендами просто не счесть, и если бы мы начали хвалиться всеми
            нашими достижениями, вы бы скорее всего просто устали скроллить этот сайт :) Ниже вкратце предоставлена информация о наших
            преимуществах</p>
        <p>Количество наград, которые были завоеванны нашими брендами просто не счесть, и если бы мы начали хвалиться всеми
            нашими достижениями, вы бы скорее всего просто устали скроллить этот сайт :) Ниже вкратце предоставлена информация о наших
            преимуществах</p>
        <p>Количество наград, которые были завоеванны нашими брендами просто не счесть, и если бы мы начали хвалиться всеми
            нашими достижениями, вы бы скорее всего просто устали скроллить этот сайт :) Ниже вкратце предоставлена информация о наших
            преимуществах </p>
        <p>Ещё о нас почитать можно <a href="https://www.google.com/search?q=пивоварня%20киев" target="_blank"> тут</a></p>
    </section>

    <section class="quality">

        <div class="1th_img">
            <img src="пивоварня/img/beer/premium.jpg">
        </div>
        <div class="2th_img">
            <img src="пивоварня/img/beer/quality.jpg">
        </div>
        <div class="3th_img">
            <img src="пивоварня/img/beer/cold_beer.jpg">
        </div>
        <!--<img src="img/beer/premium_2.jpg"> -->

    </section>


    <section class="guests" id="our_guests">

        <h3>Именитые гости</h3>
        <p>К нам приедут более двадцати фантастически талантливых пивоваров со всего мира, чтобы поделиться своими историями, успехами, достижениями в области пивоварения</p>
        <p>К нам приедут более двадцати фантастически талантливых пивоваров со всего мира, чтобы поделиться своими историями, успехами, достижениями в области пивоварения</p>
        <p>К нам приедут более двадцати фантастически талантливых пивоваров со всего мира, чтобы поделиться своими историями, успехами, достижениями в области пивоварения</p>
        <p>К нам приедут более двадцати фантастически талантливых пивоваров со всего мира, чтобы поделиться своими историями, успехами, достижениями в области пивоварения</p>
        <p>К нам приедут более двадцати фантастически талантливых пивоваров со всего мира, чтобы поделиться своими историями, успехами, достижениями в области пивоварения</p>
        <p>К нам приедут более двадцати фантастически талантливых пивоваров со всего мира, чтобы поделиться своими историями, успехами, достижениями в области пивоварения</p>
        <p>К нам приедут более двадцати фантастически талантливых пивоваров со всего мира, чтобы поделиться своими историями, успехами, достижениями в области пивоварения</p>
    </section>
    <section class="place" id="place">

        <h3>Место проведения</h3>
        <p>xxxxxxxxxxx - это значит, что место открытия пока зашифровано от посторонних :) Свою заявку на посещение мероприятия вы можете оставить с помощью формы в конце страницы. Нам не нужны псевдолюбители пива, мы ищем истинных поклонников этого
            благородного занятия для настоящих мужчин! НО! если Вы просто любитель, то и не смущайтесь, для Вас тоже есть весьма интерессное предложение, а именно дегустационные сеты и помощь бартендера в выборе своего (надеемся, в будущем Вашего любимого) пенного напитка.</p>
        <p>xxxxxxxxxxx - это значит, что место открытия пока зашифровано от посторонних :) Свою заявку на посещение мероприятия вы можете оставить с помощью формы в конце страницы. Нам не нужны псевдолюбители пива, мы ищем истинных поклонников этого
            благородного занятия для настоящих мужчин! НО! если Вы просто любитель, то и не смущайтесь, для Вас тоже есть весьма интерессное предложение, а именно дегустационные сеты и помощь бартендера в выборе своего (надеемся, в будущем Вашего любимого) пенного напитка.</p>
        <p>xxxxxxxxxxx - это значит, что место открытия пока зашифровано от посторонних :) Свою заявку на посещение мероприятия вы можете оставить с помощью формы в конце страницы. Нам не нужны псевдолюбители пива, мы ищем истинных поклонников этого
            благородного занятия для настоящих мужчин! НО! если Вы просто любитель, то и не смущайтесь, для Вас тоже есть весьма интерессное предложение, а именно дегустационные сеты и помощь бартендера в выборе своего (надеемся, в будущем Вашего любимого) пенного напитка.</p>
        <p>xxxxxxxxxxx - это значит, что место открытия пока зашифровано от посторонних :) Свою заявку на посещение мероприятия вы можете оставить с помощью формы в конце страницы. Нам не нужны псевдолюбители пива, мы ищем истинных поклонников этого
            благородного занятия для настоящих мужчин! НО! если Вы просто любитель, то и не смущайтесь, для Вас тоже есть весьма интерессное предложение, а именно дегустационные сеты и помощь бартендера в выборе своего (надеемся, в будущем Вашего любимого) пенного напитка.</p>
    </section>

    <section id="apply">

        <h3>Заявка на участие</h3>
            <p>
                Пожалуйста заполните <span class="special_text">форму </span>или свяжитесь по телефону <span class="special_text">
              +380663815438</span> или по
                <span class="special_text">
                    <a href=mailto:solonets0leg@gmail.com?subject=Заявка%20на%20участие&body=Здравствуйте,%20Олег!%20Я%20бы%20хотел%20принять%20участие%20в%20открытии%20пивоварни>почте</a>
                    <!-- добавление темы и тела письма  в mailto: -->
                </span>
            </p>
        
        <form  class="form" action="form.php" method="POST">
            <p>
            <label for="1name"> Имя </label>
            <input type="text" name="1name" placeholder="Enter your name here" required />
            
            </p>
            
            <p>
            <label for="2email">Электронный адрес </label>
            <input type="email" name="2email" placeholder="Enter your email" required />
            <span class="form_hint">email должен содержать символ @</span>
           </p>

           <p>
            <label for="3phone">Телефон </label>
            <input type="number" name="3phone" placeholder="+380-XX-XXXXXXX" required />
             <span class="form_hint">Правильный формат "+380-12-3456789"</span>
            </p>

            <p>
            <label for="4comment">Оставьте ваш комментарий </label>
            <textarea name="4comment"  cols="40"  rows="6" placeholder="Enter your comments here" ></textarea>
            </p>

            <input name="bezspama" type="text" style="display:none" value="" />
            
            <p>
            <button class="submit">Отправить</button>
            </p>

        </form>
    

    </section>
</section>
<div class="go_top" id="go_top">
<a href="#top">Вернуться наверх</a>
</div>
<section class="footer">
<hr>
<footer>
    <small>&copy;  Copyrights by Oleg Solonets  </small>
</footer>
</section>
</body>
</html>